Repository: illarra/ent
Catalog: project/wordpress/app/languages/plugins/autodescription-*.po
Languages: es_es

source: Generated: Automatically generated.
es_es: Generado: generado automáticamente.

source: Redirect:
es_es: Redirigir:

source: Archive:
es_es: Archivo:

source: Follow:
es_es: Seguir:

source: Index:
es_es: Índice:

source: Description:
es_es: Descripción:

source: Title:
es_es: Título:

source: Page
es_es: Pagina

source: Post
es_es: Entrada

source: Sitemap Settings
es_es: Ajustes del mapa del sitio

source: Webmaster Meta Settings
es_es: Ajustes meta de webmasters

source: Robots Meta Settings
es_es: Ajustes de meta robots

source: Social Meta Settings
es_es: Ajustes de social meta

source: Home Page Settings
es_es: Ajustes de portada

source: Description Meta Settings
es_es: Ajustes de meta description

source: Title Settings
es_es: Ajustes de título

source: SEO Settings
es_es: Ajustes SEO

source: Error saving settings.
es_es: Error al guardar los ajustes.

source: Reset Settings
es_es: Restablecer ajustes

source: Save Settings
es_es: Guardar ajustes

# e.g. en for English, nl for Dutch, fi for Finish, de for German
source: en
es_es: in

source: Are you sure you want to reset all SEO settings to their defaults?
es_es: ¿Estas seguro de que deseas restablecer todos los ajustes SEO a sus valores predeterminados?

source: The changes you made will be lost if you navigate away from this page.
es_es: Los cambios realizados se perderán si navegas fuera de esta página.

source: No Search
es_es: No buscar
