Repository: illarra/ent
Catalog: project/wordpress/app/languages/plugins/autodescription-*.po
Languages: es_es

source: Notifying Search Engines of a sitemap change is helpful to get your content indexed as soon as possible.
es_es: Avisar a los motores de búsqueda de un cambio del mapa del sitio es de gran ayuda para conseguir indexar tu contenido lo antes posible.

source: Ping Settings
es_es: Ajustes ping

source: Add %s to the sitemap?
es_es: ¿Lo añadimos %s a tu mapa del sitio?

source: Output Modified Date
es_es: Visualización de fecha de modificación

source: By default, the sitemap only outputs the modified date if you've enabled them within the Social Metabox. This setting overrides those settings for the Sitemap.
es_es: Por defecto el mapa del sitio solo muestra la fecha de modificación si lo has activado en la caja meta social. Este ajuste anula los ajustes del mapa del sitio.

source: The modified time suggests to Search Engines where to look for content changes. It has no impact on the SEO value unless you drastically change pages or posts. It then depends on how well your content is constructed.
es_es: La fecha de modificación sugiere a los motores de búsqueda donde buscar cambios en los contenidos. No tiene impacto en los valores SEO a menos que cambies entradas o páginas de manera drástica. Depende de lo bien que esté estructurado tu contenido.

source: Timestamps Settings
es_es: Ajustes de marcas temporales

# %s = here
source: The robots.txt file can be found %s.
es_es: El archivo robots.txt lo tienes en %s.

source: Add sitemap location in robots?
es_es: ¿Añadimos la ubicación del mapa del sitio en el robots?

source: Add sitemap location in robots.txt
es_es: Añadir ubicación del mapa del sitio en el robots.txt

source: If you do not add the sitemap location to the robots.txt file, you will need to notify Search Engines manually through the Webmaster Console provided by the Search Engines.
es_es: Si no añades la ubicación del mapa del sitio en el archivo robots.txt, tendrás que avisar a los motores de búsqueda de forma manual desde la consola de las herramientas para webmasters ofrecida por los motores de búsqueda.

source: The robots.txt file is the first thing Search Engines look for. If you add the sitemap location in the robots.txt file, then Search Engines will look for and index the sitemap.
es_es: El archivo robots.txt es lo primero que buscan los motores de búsqueda. Si añades la ubicación del mapa del sitio en el archivo robots.txt los motores de búsqueda buscarán e indexaran el mapa del sitio.

source: Robots.txt Settings
es_es: Ajustes de robots.txt

source: View robots.txt
es_es: Ver robots.txt

# %s = here
source: The sitemap can be found %s.
es_es: El sitemap lo tienes %s.

source: View sitemap
es_es: Ver mapa del sitio

source: Output Sitemap?
es_es: ¿Integramos el mapa del sitio?

source: Sitemap Output
es_es: Integración de mapa del sitio

source: The optional metadata include the post and page modified time and a page priority indication, which is automated.
es_es: Los metadatos opcionales incluyen la hora de modificación de la entrada o página y una indicación de la prioridad de la pagina, todo esto se añade automáticamente.

source: The Sitemap is an XML file that lists pages and posts for your website along with optional metadata about each post or page. This helps Search Engines crawl your website more easily.
es_es: El mapa del sitio es un archivo XML que muestra las páginas y entradas de tu web junto con metadatos opcionales de cada entrada o página. Esto ayuda a los motores de búsqueda a rastrear con mas facilidad tu web.

source: Sitemap Integration Settings
es_es: Ajustes de integración del mapa del sitio

source: Timestamps
es_es: Marcas temporales

# %s = here
source: Change your Permalink Settings %s (Recommended: 'postname').
es_es: Cambia los ajustes de enlaces permanentes %s (Recomendado: 'postname').

source: This means we can't output the sitemap through the WordPress rewrite rules.
es_es: Esto significa que no podemos crear el mapa del sitio mediante las reglas de rewrite de WordPress.

source: You're using the plain permalink structure.
es_es: Estás utilizando la estructura simple de enlaces permanentes.

# The sitemap can be found %s.
source: here
es_es: aquí

source: Permalink Settings
es_es: Ajustes de enlaces permanentes

# Social Profile
source: Profile
es_es: Perfil

source: Add the link that leads directly to the social page of this website.
es_es: Añade el enlace que te lleva directamente a la página social de esta web.

source: Don't have a page at a site or is the profile only privately accessible? Leave that field empty. Unsure? Fill it in anyway.
es_es: ¿No tienes ninguna página o el perfil es sólo accesible en privado? Deja este campo vacío. ¿No estás seguro? Rellénalo de todos modos.

source: Social Pages connected to this website
es_es: Paginas sociales conectadas a esta web

source: The organization or personal name
es_es: El nombre de la organización o la persona

source: A Person
es_es: Una persona

source: An Organization
es_es: Una organización

# ...Organization or Person.
source: This website represents:
es_es: Esta web representa a:

source: About this website
es_es: Acerca de esta web

source: This option only has an effect when this site represents an Organization. If left disabled, Search Engines will look elsewhere for a logo, if it exists and is assigned as a logo.
es_es: Esta opción sólo tiene efecto cuando este sitio representa una organización. Si se deja desactivado los motores de búsqueda buscaran el logo en otro lugar, y si existe se asignará como logo.

source: Use the Favicon from Customizer as the Organization Logo?
es_es: ¿Usamos el favicon del Personalizador como el logo de la organización?

source: Get the Bing Verification Code
es_es: Consigue el código de verificación de Bing

source: Bing Webmaster Verification Code
es_es: Código de verificación de Bing Webmaster

source: Get the Google Verification code
es_es: Consigue el código de verificación de Google

source: Google Webmaster Verification Code
es_es: Código de verificación de Google Webmaster

source: Verifying your website has no SEO value whatsoever. But you might gain added benefits such as search ranking insights to help you improve your website's content.
es_es: No obstante, la verificación de tu web no tiene ningún valor SEO. Pero puedes obtener beneficios adicionales, tales como la clasificación en los informes de búsqueda que te ayudarán a mejorar el contenido de tu web.

source: When adding your website to Google, Bing and other Webmaster Tools, you'll be asked to add a code or file to your website for verification purposes. These options will help you easily integrate those codes.
es_es: Al agregar su web a Google, Bing y otras herramientas para webmasters se te pedirá añadir un código o un archivo a tu web con fines de verificación. Estas opciones te ayudarán a integrar fácilmente esos códigos.

source: Webmaster Integration Settings
es_es: Ajustes de la integración de Webmaster

source: Add %s link tags to Archives?
es_es: ¿Agregar %s etiquetas de enlaces a los archivos?

source: Add %s link tags to Posts and Pages?
es_es: ¿Agregar %s etiquetas de enlaces a entradas y páginas?

source: It's recommended to turn this option on for better SEO consistency and to prevent duplicate content errors.
es_es: Se recomienda activar esta opción para una mejor consistencia SEO y para evitar errores de contenido duplicado.

source: Some Search Engines look for relations between the content of your pages. If you have multiple pages for a single Post or Page, or have archives indexed, this option will help Search Engines look for the right page to display in the Search Results.
es_es: Algunos motores de búsqueda buscan relaciones entre el contenido de sus páginas. Si tienes varias páginas para una sola entrada o página, o tienes archivos indexados, esta opción ayudará a los motores de búsqueda a buscar la página correcta a mostrar en los resultados de búsqueda.

source: Link Relationship Settings
es_es: Ajustes de relación de enlaces

source: Because you only publish the Home Page once, Search Engines might think your website is outdated. This can be prevented by disabling the following options.
es_es: Debido a que sólo publicas la portada una sola vez, los motores de búsqueda podrían pensar que tu sitio no está actualizado. Esto se puede evitarse desactivando las siguientes opciones.

source: It's recommended on posts, but it's not recommended on pages unless you modify or create new pages frequently.
es_es: Es recomendable en las entradas, pero no en las páginas a menos que modifiques o crees nuevas páginas con frecuencia.

source: Some Search Engines output the publishing date and modified date next to the search results. These help Search Engines find new content and could impact the SEO value.
es_es: Algunos motores de búsqueda muestran la fecha de publicación y la fecha de modificación al lado de los resultados de búsqueda. Esto ayuda a los motores de búsqueda a descubrir nuevo contenido y puede tener impacto en el valor SEO.

source: Post Date Settings
es_es: Ajustes de fechas de publicación

source: Posts
es_es: Entradas

source: Pages
es_es: Páginas

source: Your Personal Twitter Profile
es_es: Tu perfil personal en Twitter

source: Find your @username
es_es: Encuentra tu @usuario

source: Your Website's Twitter Profile
es_es: El perfil en Twitter de tu web

source: When the following options are filled in, Twitter might link your Twitter Site or Personal Profile when your post or page is shared.
es_es: Cuando las opciones siguientes se rellenan Twitter podría enlazar a tu sitio de Twitter o a tu perfil personal cuando compartas tu entrada o página.

source: Example
es_es: Ejemplo

source: What kind of Twitter card would you like to use? It will default to %s if no image is found.
es_es: ¿Qué tipo de tarjeta de Twitter te gustaría usar? Por defecto será %s si no se encuentra ninguna imagen.

source: Twitter Card Type
es_es: Tipo de tarjeta de Twitter

source: Twitter post sharing works mostly through Open Graph. However, you can also link your Business and Personal Twitter pages, among various other options.
es_es: Compartir entradas en Twitter funciona normalmente gracias a Open Graph. Sin embargo, también puedes enlazar a páginas de negocios y personales de Twitter, entre otras opciones.

source: Default Twitter Integration Settings
es_es: Ajustes predeterminados de la integración de Twitter

# Twitter @username
source: @your-personal-username
es_es: @tu-usuario-personal

# Twitter @username
source: @your-site-username
es_es: @usuario-de-tu-sitio

source: Get Facebook App ID
es_es: Consigue el ID de la aplicación de Facebook

source: Facebook App ID
es_es: ID de aplicación de Facebook

source: To use this, you need to be a verified business
es_es: Para usar esto necesitas tener un negocio verificado

source: Article Publisher Facebook URL
es_es: URL del publisher del artículo en Facebook

source: Your Facebook Profile
es_es: Tu perfil de Facebook

source: Article Author Facebook URL
es_es: URL del autor del artículo en Facebook

source: When these options are filled in, Facebook might link your Facebook profile to be followed and liked when your post or page is shared.
es_es: Cuando se cumplimentan estas opciones Facebook podría enlazar a tu perfil de Facebook para que le sigan y les guste cuando tu entrada o página se comparta.

source: Facebook post sharing works mostly through Open Graph. However, you can also link your Business and Personal Facebook pages, among various other options.
es_es: Compartir entradas en Facebook funciona normalmente gracias a Open Graph. Sin embargo, también puedes enlazar a páginas de negocios y personales de Facebook, entre otras opciones.

source: Default Facebook Integration Settings
es_es: Ajustes predeterminados de integración en Facebook

# Example Verified Facebook Business URL
source: http://www.facebook.com/YourVerifiedBusinessProfile
es_es: http://www.facebook.com/TuPerfilVerificadodeNegocio

# Example Facebook Personal URL
source: http://www.facebook.com/YourPersonalProfile
es_es: http://www.facebook.com/TuPerfilPersonal

source: Output Twitter meta tags?
es_es: ¿Integramos las meta etiquetas de Twitter?

source: Output various tags targetted at %s.
es_es: Integración de diversas etiquetas dirigidas a %s.

source: Output Facebook meta tags?
es_es: ¿Integramos las meta etiquetas de Facebook?

source: Facebook, Twitter, Pinterest and many other social sites make use of these tags.
es_es: Facebook, Twitter, Pinterest y muchos otros sitios sociales hacen uso de estas etiquetas.

source: Output Open Graph meta tags?
es_es: ¿Integramos las meta etiquetas Open Graph?

source: Output various meta tags for social site integration, among other 3rd party services.
es_es: Integración de diversas meta etiquetas de integración social del sitio, entre otros servicios de terceros.

source: Site Shortlink Settings
es_es: Ajustes de enlaces cortos del sitio

source: Post Dates
es_es: Fechas de entradas

source: Note: If any of these options are unchecked, but are checked on the Home Page, they will be outputted regardless.
es_es: Nota: Si alguna de estas opciones no están activadas, pero están activadas en portada, se integrarán a pesar de todo.

source: Apply %1$s to the %2$s?
es_es: ¿Aplicar %1$s al %2$s?

source: Home Page Robots Meta Settings
es_es: Ajustes meta robots de portada

source: The meta description can be used to determine the text used under the title on Search Engine results pages.
es_es: La meta description puede utilizarse para determinar el texto utilizado bajo el título en las páginas de resultados de los motores de búsqueda.

source: Custom %s Title Tagline
es_es: Descripción del sitio en el título de %s personalizada

source: Add site description (tagline) to the Title on the %s?
es_es: ¿Añadir la descripción del sitio al título en la %s?

source: %s Tagline
es_es: %s Descripción del sitio

source: These settings will take precedence over the settings set within the Home Page edit screen, if any.
es_es: Estos ajustes tendrán prioridad sobre los ajustes establecidos en el editor de la portada, si existiesen.

source: Checked in Page
es_es: Revisado esta la página

source: View Home Page Settings
es_es: Ver los ajustes de portada

source: Page SEO Settings
es_es: Ajustes SEO de página

source: Home Page
es_es: Portada

source: Description
es_es: Decripción

source: Title
es_es: Título

source: Apply %1$s to %2$s Archives?
es_es: ¿Aplicar %1$s a los archivos de %2$s?

source: %s Robots Settings
es_es: %s Ajustes de robots

source: Apply %s to every second or later archive page?
es_es: ¿Aplicar %s a cada segunda página o posteriores del archivo?

source: Indexing the second or later page of any archive might cause duplication errors. Search Engines look down upon them; therefore, it's recommended to disable indexing of those pages.
es_es: Indexar la segunda o siguientes páginas de cualquier archivo podría causar errores de duplicación. A los motores de búsqueda no le gusta esto; por lo tanto, se recomienda desactivar la indexación de estas páginas.

source: Paginated Archive Settings
es_es: Ajustes de paginación de archivos

source: Apply %s to the entire site?
es_es: ¿Aplicar %s a todo el sitio?

source: The Open Directory Project and the Yahoo! Directory may contain outdated SEO values. Therefore, it's best to leave these options checked.
es_es: El Open Directory Project y el Directorio de Yahoo! pueden contener valores de SEO obsoletos. Por lo tanto lo mejor es dejar estas opciones sin seleccionar.

source: Sometimes, Search Engines use resources from certain Directories to find titles and descriptions for your content. You generally don't want them to. Turn these options on to prevent them from doing so.
es_es: A veces los motores de búsqueda utilizan los recursos de ciertos directorios para encontrar títulos y descripciones de tu contenido. Normalmente no querrás que lo hagan. Activa estas opciones para impedir que lo hagan.

source: Open Directory Settings
es_es: Ajustes del Open Directory

source: Archiving
es_es: Archivando

source: Following
es_es: Siguiendo

source: Indexing
es_es: Indexando

source: These options prevent caching of the selected archives and pages. If you enable this, Search Engines will not create a cached copy of the selected archives or pages.
es_es: Estas opciones evitan el almacenamiento en caché de los archivos y paginas seleccionadas. Si activas esto los motores de búsqueda no crearán una copia den caché de los archivos y paginas seleccionadas.

source: These options prevent links from being followed on the selected archives and pages. If you enable this, the selected archives or pages in-page links will gain no SEO value, including your own links.
es_es: Estas opciones impiden que se sigan los enlaces en los archivos y paginas seleccionadas. Si activas esto los enlaces en los archivos o paginas seleccionadas no obtendrán ningún valor SEO, incluidos sus propios enlaces.

source: These options prevent indexing of the selected archives and pages. If you enable this, the selected archives or pages will be removed from Search Engine results pages.
es_es: Estas opciones evitan la indexación de los archivos y páginas seleccionadas. Si activas esto los archivos o páginas seleccionadas se eliminarán de las páginas de resultados de los motores de búsqueda.

source: Attachment Pages
es_es: Paginas de adjuntos

source: Search Pages
es_es: Buscar paginas

source: Date
es_es: Fecha

source: Author
es_es: Autor

source: Tag
es_es: Etiqueta

source: Category
es_es: Categoria

source: If the Automated Description consists of two parts (title and excerpt), then the separator will go in-between them.
es_es: Si la descripción automática está formada por dos partes (título y extracto), entonces el separador estará entre ambas.

source: Description Excerpt Separator
es_es: Separador del extracto de la descripción

source: This is an example description...
es_es: Esto es una descripción de ejemplo...

source: Example Title
es_es: Ejemplo de título

source: The Home Page has a specific option.
es_es: La portada tiene una opción especifica.

source: Right:
es_es: Derecha:

source: Left:
es_es: Izquierda:

source: Determines which side the added title text will go on.
es_es: Determina en qué parte del texto añadido al título estará.

source: Document Title Additions Location
es_es: Ubicación de añadidos al título del documento

source: If the title consists of two parts (original title and optional addition), then the separator will go in-between them.
es_es: Si el título se compone de dos partes (título original y añadido opcional), entonces el separador estará entre ambos.

source: Document Title Separator
es_es: Separador del título del documento

source: Example Post Title
es_es: Ejemplo del título de entrada

source: Recommended
es_es: Recomendado

source: Custom 301 Redirect URL
es_es: URL de redirección 301 personalizada

source: This excludes this %s from local on-site search results
es_es: Esto excluye esta %s de los resultados de búsqueda locales en el sitio

source: Exclude this %s from local search
es_es: Excluir esta %s de la búsqueda local

source: Local Search Settings
es_es: Ajustes de búsqueda Local

source: Custom Canonical URL
es_es: URL canónica personalizada

source: Custom %s Description
es_es: Descripción %s personalizada

source: Custom %s Title
es_es: Título %s personalizado

source: Tell Search Engines not to save a cached copy of this %s
es_es: Le dice a los motores de búsqueda que no guarden una copia en cache de esta %s

source: Tell Search Engines not to follow links on this page
es_es: Le dice a los motores de búsquedas que no sigan los enlaces de esta pagina

source: Tell Search Engines not to show this page in their search results
es_es: Le dice a los motores de búsqueda que no muestren esta pagina en los resultados de búsqueda

source: Apply %1$s to this %2$s
es_es: Aplicar %1$s a esta %2$s

source: Recommended Length: 145 to 155 characters
es_es: Longitud recomendada: 145 a 155 caracteres

source: Characters Used: %s
es_es: Caracteres usados: %s

source: Recommended Length: 50 to 55 characters
es_es: Longitud recomendada: 50 a 55 caracteres

source: %s Title
es_es: %s título

source: %s SEO Settings
es_es: %s ajustes SEO

source: Archives: %s
es_es: Archivos: %s

# post format archive title
source: Chats
es_es: Charlas

# post format archive title
source: Statuses
es_es: Estados

# post format archive title
source: Links
es_es: Enlaces

# post format archive title
source: Quotes
es_es: Citas

# post format archive title
source: Videos
es_es: Vídeos

# post format archive title
source: Images
es_es: Imágenes

# post format archive title
source: Galleries
es_es: Galerías

# post format archive title
source: Asides
es_es: Minientradas

source: Day: %s
es_es: Día: %s

source: Month: %s
es_es: Mes: %s

source: Year: %s
es_es: Año: %s

source: Author: %s
es_es: Autor: %s

source: Archives
es_es: Archivos

source: Search results for:
es_es: Resultados de búsqueda para:

# Placement. e.g. Post Title "on" Blog Name
source: on
es_es: en el

source: Untitled
es_es: Sin titulo

source: Latest posts:
es_es: Ultimas entradas:

source: Failed to fetch post ID.
es_es: Fallo al buscar el ID de la entrada.

source: %s is not being indexed. This means no SEO values have to be set.
es_es: %s no se ha indexado. Esto significa que no se han definido valores SEO.

source: %s is being redirected. This means no SEO values have to be set.
es_es: %s está siendo redirigido. Esto significa que no se han definido valores SEO.

source: %s isn't being redirected.
es_es: %s no está siendo redirigido.

source: %s the blog isn't set to public. This means WordPress allows the blog to be archived regardless.
es_es: %s del blog no esta configurado para que sea público. Esto significa que WordPress aun permite que el blog pueda ser archivado.

source: Search Engines aren't allowed to archive this %s.
es_es: Los motores de búsqueda no pueden archivar este %s.

source: But you've discouraged archiving for the whole site.
es_es: Pero usted ha desalentado el archivo de todo el sitio.

source: Search Engines are allowed to archive this %s.
es_es: Los motores de búsqueda pueden archivar este %s.

source: %s the blog isn't set to public. This means WordPress allows the links to be followed regardless.
es_es: %s el blog no esta configurado para que sea público. Esto significa que WordPress, a pesar de ello, permite que los vínculos aun puedan ser seguidos.

source: %s links aren't being followed.
es_es: %s enlaces no seguidos.

source: %s you've discouraged the following of links for the whole site.
es_es: %s has desalentado el seguimiento de los enlaces para todo el sitio.

source: %s links are being followed.
es_es: %s enlaces seguidos.

source: %s there are no posts in this term; therefore, indexing has been discouraged.
es_es: %s no hay entradas en este término; por lo tanto, la indexación ha sido desalentada.

source: %s the blog isn't set to public. This means WordPress discourages indexing.
es_es: %s el blog no está configurado para que sea público. Esto significa que WordPress va a disuadir la indexación.

source: But you've discouraged indexing for the whole site.
es_es: Pero usted ha desalentado la indexación de todo el sitio.

source: %s is being indexed.
es_es: %s está indexando.

source: Length is good.
es_es: La longitud es buena.

source: Length is far too long.
es_es: La longitud es demasiado larga.

source: Length is too long.
es_es: La longitud es demasiado larga.

source: Length is too short.
es_es: La longitud demasiado corta.

source: Length is far too short.
es_es: La longitud es demasiado corta.

source: %1$s is used %2$d times.
es_es: %1$s se ha usado %2$d veces.
