Repository: illarra/ent
Catalog: project/wordpress/app/languages/plugins/autodescription-*.po
Languages: es_es

source: Preferred Social Image fallback URL location
es_es: Ubicación de la URL de retroceso de la imagen social preferida

source: Social Image Fallback URL
es_es: URL de recuperación de la imagen social

source: A social image can be displayed when your website is shared. It is a great way to grab attention.
es_es: Una imagen de media social se puede mostrar cuando se comparte su sitio web. Es una gran manera de llamar la atención.

source: Social Image Settings
es_es: Configuración de imagen social

source: Generated by [The SEO Framework](https://wordpress.org/plugins/autodescription/)
es_es: Generado por [The SEO Framework](https://wordpress.org/plugins/autodescription/)

source: Priority
es_es: Prioridad

source: Last Updated
es_es: Última actualización

source: You can find more information on XML sitemaps at [sitemaps.org](https://www.sitemaps.org/).
es_es: Puede encontrar más información sobre sitemaps XML en [sitemaps.org](https://www.sitemaps.org/).

source: This is a generated XML Sitemap, meant to be consumed by search engines like [Google](https://www.google.com/) or [Bing](https://www.bing.com/).
es_es: Este es un Sitemap XML generado, destinado a ser consumido por motores de búsqueda como [Google](https://www.google.com/) o [Bing](https://www.bing.com/).

source: Sitemap title and lines color
es_es: Título del sitemap y color de las líneas

source: Sitemap header background color
es_es: Color de fondo del encabezado del sitemap

source: The logo is set in Customizer
es_es: El logo se encuentra en Customizer

source: Add site logo?
es_es: ¿Agregar el logo del sitio?

source: Style configuration
es_es: Configuración de estilo

source: This makes the sitemap more readable for humans
es_es: Esto hace que el mapa del sitio sea más legible para los seres humanos

source: Style Sitemap?
es_es: ¿Estilo de Sitemap?

source: Enable styling
es_es: Habilitar el estilo

source: You can style the sitemap to give it a more personal look. Styling the sitemap has no SEO value whatsoever.
es_es: Usted puede diseñar el sitemap para darle un aspecto más personal. Cambiar el estilo del sitemap no tiene ningún valor de SEO en absoluto.

source: Sitemap Styling Settings
es_es: Configuración de estilo del sitemap

source: This only has effect if the sitemap is active
es_es: Esto solo tiene efecto si el sitemap esta activado

source: A robots.txt file has been detected in the root folder of your website; therefore no settings are able to alter its output.
es_es: Se ha detectado un archivo robots.txt en la carpeta raíz de su sitio web; Por lo tanto, ninguna configuración puede alterar su salida.

source: Style
es_es: Estilo

source: About Organization Logo
es_es: Acerca del logo de la organización

source: Output Authorized Presence?
es_es: ¿Salida Presencia Autorizada?

source: About Authorized Presence
es_es: Acerca de la presencia autorizada

source: The authorized presence Schema.org output helps Search Engine users find ways to interact with this website.
es_es: La presencia autorizada de la salida de Schema.org ayuda a los usuarios de los motores de búsqueda a encontrar maneras de interactuar con este sitio web.

source: Authorized Presence Options
es_es: Opciones de presencia autorizadas

source: For example, Search Engines display your pages' URLs when listed in the Search Results. These options allow you to enhance those URLs output.
es_es: Por ejemplo, los motores de búsqueda muestran las URL de sus páginas cuando aparecen en los resultados de la búsqueda. Estas opciones le permiten mejorar los URL de salida.

source: The site structure Schema.org output allows Search Engines to gain knowledge on how your website is built.
es_es: La estructura del sitio de salida Schema.org permite a los motores de búsqueda para obtener conocimientos sobre cómo su sitio web se construye.

source: Site Structure Options
es_es: Configuración de la estructura del sitio

source: Presence
es_es: Presencia

source: Structure
es_es: Estructura

source: This is also known as the "Knowledge Graph" and "Structured Data", which is under heavy active development by several Search Engines. Therefore, the usage of the outputted markup is not guaranteed.
es_es: Esto también se conoce como "Knowledge Graph" y "Structured Data", que está bajo fuerte desarrollo activo por varios motores de búsqueda. Por lo tanto, el uso del marcado de salida no está garantizado.

source: A plugin has been detected that suggests to maintain this option on the [Home Page](%s).
es_es: Se ha detectado un plugin que sugiere mantener esta opción en la [página principal] (%s).

source: Detect automatically
es_es: Detectado automáticamente

# = Detect Automatically, HTTPS, HTTP
source: Preferred canonical URL scheme:
es_es: Esquema de URL canónico preferido:

source: Otherwise, automatic detection is recommended.
es_es: De lo contrario, se recomienda la detección automática.

source: If your website is accessible on both HTTP as HTTPS, set this to HTTPS in order to prevent duplicate content.
es_es: Si su sitio web es accesible tanto en HTTP como HTTPS, defina esto como HTTPS con el fin de evitar el contenido duplicado.

source: Scheme Settings
es_es: Configuración del esquema

source: Only adjust these options if you are aware of its SEO effects.
es_es: Sólo ajustar estas opciones si usted es consciente de sus efectos SEO.

source: If the canonical URL meta tag represents the visited page, then the Search Engine will crawl the visited page. Otherwise, the Search Engine might go to the outputted URL.
es_es: Si la metaetiqueta URL canónica representa la página visitada, el motor de búsqueda rastreará la página visitada. De lo contrario, el motor de búsqueda puede ir a la URL de salida.

source: The canonical URL meta tag urges Search Engines to go to the outputted URL.
es_es: La metaetiqueta de URL canónica insta a los motores de búsqueda a ir a la URL generada.

source: Canonical URL Settings
es_es: Configuración de la URL canónica

source: Display the SEO Bar in the SEO Settings metabox?
es_es: Mostrar la barra de SEO en la metabox Configuración de SEO?

source: Display the SEO Bar in overview tables?
es_es: ¿Mostrar la barra SEO en tablas de resumen?

source: SEO Bar Settings
es_es: Configuración de la barra SEO

source: SEO hints can be visually displayed throughout the dashboard.
es_es: Los consejos de SEO pueden visualizarse visualmente en todo el panel de control.

source: Administrative Layout Settings
es_es: Configuración de diseño administrativo

source: An object cache handler has been detected. If you enable this option, you might wish to disable description and Schema transient caching.
es_es: Se ha detectado un controlador de caché de objetos. Si habilita esta opción, puede desear deshabilitar la descripción y la caché transitoria de Schema.

source: Object cache generally works faster than transient cache
es_es: La caché de objetos generalmente funciona más rápido que la memoria caché transitoria

source: Enable object cache?
es_es: ¿Habilitar caché de objetos?

source: Object Cache Settings
es_es: Configuración del caché de objetos

source: Generating the sitemap can use a lot of server resources.
es_es: Generar el sitemap puede utilizar una gran cantidad de recursos del servidor.

source: Enable sitemap generation cache?
es_es: ¿Habilitar caché de generación de sitemap?

source: Schema.org output generally makes multiple calls to the database.
es_es: La salida de Schema.org generalmente realiza múltiples llamadas a la base de datos.

source: Enable automated Schema output cache?
es_es: ¿Habilitar la caché de salida de esquema automatizada?

source: Description generation can use a lot of server resources when it reads the page content.
es_es: La generación de descripciones puede utilizar muchos recursos del servidor cuando lee el contenido de la página.

source: Enable automated description output cache?
es_es: ¿Habilitar la caché de salida de la descripción automatizada?

source: Transient Cache Settings
es_es: Configuración de caché de transitorios

source: If your website has thousands of pages, or if other forms of caching are used, you might wish to adjust these options.
es_es: Si su sitio web tiene miles de páginas, o si se utilizan otras formas de almacenamiento en caché, es posible que desee ajustar estas opciones.

source: In order to improve performance, generated SEO output can be stored in the database as transient cache.
es_es: Para mejorar el rendimiento, la salida de SEO generada se puede almacenar en la base de datos como caché transitorio.

source: Performance Settings
es_es: Configuración de rendimiento

source: Canonical
es_es: Canónico

source: Layout
es_es: Diseño

source: Performance
es_es: Rendimiento

source: Preferred %s Social Image URL location
es_es: %s de Preferencia Ubicación de la URL de la imagen social

source: Custom Social Image URL
es_es: URL de imagen social personalizada

source: Use this image
es_es: Utilice esta imagen

source: Remove selected social image
es_es: Eliminar imagen social seleccionada

source: Remove Image
es_es: Quita la imagen

source: Change Image
es_es: Cambiar la imagen

source: Select Image
es_es: Seleccionar imagen

source: Uncategorized
es_es: Sin categoría

source: %1$s the %2$s is protected from public visibility. This means indexing is discouraged.
es_es: El %1$s de %2$s está protegido de la visibilidad pública. Esto significa que la indexación no se recomienda.

source: %1$s is not accessible. %2$s
es_es: %1$s no es accesible. %2$s

source: incorrectly
es_es: incorrectamente

source: %1$s was called %2$s. %3$s %4$s
es_es: %1$s se llamaba %2$s. %3$s %4$s

source: %1$s is %2$s since version %3$s of The SEO Framework with no alternative available.
es_es: %1$s es %2$s desde la versión %3$s de The SEO Framework sin alternativa disponible.

source: deprecated
es_es: obsoleto

source: %1$s is %2$s since version %3$s of The SEO Framework! Use %4$s instead.
es_es: %1$s es %2$s desde la versión %3$s ¡de The SEO Framework! Utilice %4$s en su lugar.

source: General Settings
es_es: Ajustes generales

source: Website logo
es_es: Logo de la pagina web

source: Another Schema.org plugin has been detected.
es_es: Se ha detectado otro plugin Schema.org.

source: Description Additions Settings
es_es: Ajustes de añadidos a la descripción

source: Note: Another Twitter Card plugin has been detected.
es_es: Nota: Se ha detectado otro plugin de Twitter Cards.

source: Tell Search Engines not to save a cached copy of this page
es_es: Dile a los motores de búsqueda que no guarden una copia en caché de esta página

source: Apply %s to this term?
es_es: ¿Aplicar %s a este término?

source: An automated, advanced, accessible, unbranded and extremely fast SEO solution for any WordPress website.
es_es: Una solución SEO automatizada avanzada, accesible, sin marca y tremendamente rápida para cualquier web WordPress.

# %s = here
source: View the new options %s.
es_es: Ver las nuevas opciones %s.

source: here
es_es: aquí

source: Enable Breadcrumbs?
es_es: ¿Activar las migas de pan?

source: Multiple trails can be outputted. The longest trail is prioritized.
es_es: Se pueden mostrar varias rutas. Se da prioridad a los rutas más largas.

source: About Breadcrumbs
es_es: Acerca de las migas de pan

source: Breadcrumb trails indicate the page's position in the site hierarchy. Using the following option will show the hierarchy within the Search Results when available.
es_es: Las rutas de las migas de pan indican la posición de la página en la jerarquía del sitio. Utilizando la siguiente opción se mostrará la jerarquía dentro de los resultados de búsqueda cuando estén disponibles.

source: Breadcrumbs
es_es: Migas de pan

source: Convert URL to Site Name?
es_es: ¿Convertir la URL al nombre del sitio?

source: The Site Name is: %s
es_es: El nombre del sitio es: %s

source: Include your Site Name in Search Results
es_es: Incluye el nombre de tu sitio en los resultados de búsqueda

source: When using breadcrumbs, the first entry is by default your website's address. Using the following option will convert it to the Site Name.
es_es: Cuando se usan migas de pan la primera entrada es, por defecto, la dirección de tu web. Utilizando la siguiente opción lo convertirá en el nombre del sitio.

source: Site Name
es_es: Nombre del sitio

# Product name
source: Enable Sitelinks Searchbox?
es_es: ¿Activar la caja de búsqueda de enlaces del sitio?

source: When Search users search for your brand name, the following option allows them to search through this website directly from the Search Results.
es_es: Cuando los usuarios de búsqueda buscan su nombre de marca, la siguiente opción les permite buscar en este sitio web directamente desde los resultados de búsqueda.

# Product name
source: Sitelinks Searchbox
es_es: Caja de búsqueda de enlaces del sitio

source: When your web pages include structured data markup, Search Engines can use that data to index your content better, present it more prominently in Search Results, and use it in several different applications.
es_es: Cuando tus páginas web incluyen el marcado de datos estructurados los motores de búsqueda pueden utilizar esos datos para indexar mejor tu contenido, presentarlo de manera más visible en los resultados de búsqueda y utilizarlo en varias aplicaciones diferentes.

source: The Schema.org markup is a standard way of annotating structured data for Search Engines. This markup is represented within hidden scripts throughout the website.
es_es: El marcado Schema.org es una forma estándar de anotación de datos estructurados para los motores de búsqueda. Este marcado se representa dentro de scripts ocultos en toda la web.

source: Schema.org Output Settings
es_es: Ajustes de integración de Schema.org

# %s = here
source: The feed can be found %s.
es_es: El feed se puede encontrar en %s.

# The feed can be found %s.
source: here
es_es: aquí

source: View feed
es_es: Ver feed

# %s = Reading Settings
source: Note: The feed is already converted into an excerpt (summary) through the %s.
es_es: Nota: La alimentación ya se convierte en un extracto (resumen) a través del %s.

source: Reading Settings
es_es: Ajustes de lectura

source: Complete date plus hours, minutes and timezone
es_es: Fecha completa más horas, minutos y zona horaria

source: Complete date
es_es: Fecha completa

source: Determines how specific the modification timestamp is.
es_es: Determina cuán específica debe ser la modificación de marca de fecha.

source: Timestamp Format Settings
es_es: Ajustes de formato de marca de fecha

source: Another robots.txt sitemap location addition has been detected.
es_es: Se ha detectado otra adición de ubicación de sitemap de robots.txt.

# No spaces. E.g. https://facebook.com/RelatedProfile
source: RelatedProfile
es_es: PerfilRelacioinado

source: Get the Yandex Verification Code
es_es: Obtener el código de verificación de Yandex

source: Yandex Webmaster Verification Code
es_es: Código de verificación de Webmaster Yandex

source: Add %s link tags to the Home Page?
es_es: ¿Añadimos %s a las etiquetas de enlaces a la portada?

source: Add %1$s to %2$s?
es_es: ¿Añadimos %1$s a %2$s?

source: Note: Another Open Graph plugin has been detected.
es_es: Nota: Se ha detectado otro plugin de Open Graph.

source: Social Meta Tags Settings
es_es: Ajustes de etiquetas social meta

source: Apply %1$s to every second or later page on the %2$s?
es_es: ¿Aplicamos %1$s a cada segunda página o posterior en el %2$s?

source: If your Home Page is paginated and outputs content that's also found elsewhere on the website, enabling this option might prevent duplicate content.
es_es: Si tu portada tiene paginación y muestra contenido que se puede encontrar en más partes de la web, activando esta opción puede evitar contenido duplicado.

source: Home Page Pagination Robots Settings
es_es: Ajustes de paginación de robots en portada

source: Note: The %1$s is fetched from the %2$s on the %3$s.
es_es: Nota: El %1$s se descarga del %2$s en los %3$s.

source: Apply %1$s to %2$s?
es_es: ¿Aplicamos %1$s a %2$s?

# ...for the entire site
source: the entire site
es_es: todo el sitio

source: Add Blogname to automated description additions?
es_es: ¿Añadimos el nombre del blog a los añadidos automáticos de la descripción?

source: Add Blogname to Additions
es_es: Añadir nombre del blog a los añadidos

source: This creates good meta descriptions
es_es: Esto crea buenas meta descriptions

source: Add Additions to automated description?
es_es: ¿Añadimos añadidos a la descripción automática?

source: Add descriptive Additions to Description
es_es: Añadir añadidos descriptivos a la descripción

source: The introduction consists of the title and optionally the blogname.
es_es: La introducción consiste de titulo y, opcionalmente, nombre del blog.

source: To create a more organic description, a small introduction can be added before the description.
es_es: Para crear una descripción más orgánica se puede añadir una pequeña introducción antes de la descripción.

source: Automated Description Settings
es_es: Ajustes de descripciones automáticas

source: The prefix helps visitors and Search Engines determine what kind of page they're visiting
es_es: El prefijo ayuda a los visitantes y los motores de búsqueda a determinar qué tipo de página están visitando

source: Remove prefixes from title?
es_es: ¿Retire prefijos del título?

source: Remove Archive Title Prefixes
es_es: Quitar prefijos a los títulos de archivo

source: Example Automated Archive Title Output
es_es: Ejemplo de visualización de título de archivo automático

source: On archives a descriptive prefix may be added to the title.
es_es: En los archivos se puede añadir un prefijo descriptivo al título.

source: Title prefix options
es_es: Opciones de prefijo de título

source: Example Category
es_es: Ejemplo de categoría

source: Prefixes
es_es: Prefijos

source: Additions
es_es: Añadidos

source: Example Automated Title Output
es_es: Ejemplo de visualización de título automático

source: The page title is prominently shown within the browser tab as well as within the Search Engine results pages.
es_es: El título de la página se muestra un lugar destacado de la pestaña del navegador, así como en las páginas de resultados de motores de búsqueda.

source: Automated Title Settings
es_es: Ajustes de títulos automáticos

source: Tell Search Engines not to follow links on this %s
es_es: Dile a los motores de búsqueda que no sigan los enlaces en este %s

source: Tell Search Engines not to show this %s in their search results
es_es: Dile a los motores de búsqueda que no muestren este %s en sus resultados de búsqueda

# And there are...
source: And
es_es: Y

# But there are...
source: But
es_es: Pero

source: %1$s archiving for %2$s have been discouraged.
es_es: El archivado %1$s para %2$s ha sido desalentado.

source: %1$s following for %2$s have been discouraged.
es_es: Lo siguiente %1$s para %2$s ha sido desalentado.

source: %1$s indexing for %2$s have been discouraged.
es_es: La indexación %1$s para %2$s ha sido desalentada.

source: %s the Title contains the Blogname multiple times.
es_es: %s el título contiene el nombre del blog varias veces.

source: Refresh to see the SEO Bar status.
es_es: Actualiza para ver el estado de la barra de SEO.

source: (This message was added in version %s of The SEO Framework.)
es_es: (Este mensaje se añadió en la versión %s de The SEO Framework.)

source: Dismiss
es_es: Descartar

source: This will force visitors to go to another URL
es_es: Esto obligará a los visitantes ir a otra URL

source: Preferred %s URL location
es_es: Ubicación preferida de URL %s

source: Schema Settings
es_es: Ajustes de Schema

source: New SEO Settings have been updated.
es_es: Se han actualizado los nuevos ajustes SEO.

source: Settings are reset.
es_es: Ajustes restablecidos.

source: Settings are saved.
es_es: Ajustes guardados.

source: Unknown
es_es: Desconocido

source: Bad
es_es: Malo

source: Okay
es_es: Pasable

source: Good
es_es: Bien

source: Sitemap is generated on
es_es: El sitemap se creó el

source: Sitemap is served from cache
es_es: El sitemap se sirvió desde la caché

source: Sitemap is generated for this view
es_es: El mapa del sitio se generó para esta visualización

source: This link will not be followed by Search Engines
es_es: Este enlace no será seguido por los motores de búsqueda

source: By default the excerpt will be at most 400 characters long
es_es: Por defecto, el extracto será como máximo de 400 caracteres

source: Convert feed entries into excerpts?
es_es: ¿Convertir entradas de feed en extractos?

source: Change Feed Settings
es_es: Cambiar los ajustes del feed

source: Adding a backlink below the feed entries will also let the visitors know where the content came from.
es_es: Agregando un vínculo de retroceso debajo de las entradas de feed también permitirá a los visitantes saber de dónde proviene el contenido.

source: Sometimes, your content can get stolen by robots through the WordPress feeds. This can cause duplicate content issues. To prevent this from happening, it's recommended to convert the feed's content into an excerpt.
es_es: A veces los robots pueden robar tu contenido a través del feed de WordPress. Esto puede provocar problemas de contenido duplicado. Para evitar que pase esto se recomienda convertir el contenido del feed en extracto.

source: Content Feed Settings
es_es: Ajustes del contenido del feed

source: A sitemap has been detected in the root folder of your website. This means that the sitemap functionality has no effect.
es_es: Se ha detectado un sitemap en la carpeta raíz de tu web. Esto significa que la funcionalidad del sitemap no tiene ningún efecto.

source: Another active sitemap plugin has been detected. This means that the sitemap functionality has been replaced.
es_es: Se ha detectado otro plugin de sitemap activo. Esto significa que la funcionalidad del sitemap se ha reemplazado.

source: Get the Pinterest Verification Code
es_es: Obtener el código de verificación de Pinterest

source: Pinterest Analytics Verification Code
es_es: Código de verificación de Pinterest Analytics

source: Output shortlink tag?
es_es: ¿Integramos la etiqueta con enlaces cortos?

source: Example Automated Description Output
es_es: Ejemplo de visualización de descripción automática

source: Only use this option if you are aware of its SEO effects.
es_es: Utiliza esta opción sólo si eres consciente de sus efectos SEO.

source: This might decouple your posts and pages from the rest of the website
es_es: Esto puede desacoplar tus entradas y páginas del resto de la página web

source: Remove Blogname from title?
es_es: ¿Quitamos el nombre del blog del título?

source: Remove Blogname from Title
es_es: Quita el nombre del blog del título

source: Doing it Right
es_es: Lo estás haciendo bien

source: End The SEO Framework
es_es: Finalizar The Seo Framework

source: Start The SEO Framework
es_es: Iniciar The Seo Framework

source: by Sybre Waaijer
es_es: por Sybre Waaijer

# The content source
source: Source
es_es: Origen

source: Feed Settings
es_es: Ajustes del feed

source: Page %s
es_es: Página %s

source: Private: %s
es_es: Privada: %s

source: Protected: %s
es_es: Protegido: %s

# As in: The Plugin Home Page
source: Plugin Home
es_es: Portada del plugin

source: Notify %s about sitemap changes?
es_es: ¿Avisamos %s de los cambios en el mapa del sitio?

source: Notify Search Engines
es_es: Avisar a los motores de búsqueda

source: By default this will happen at most once an hour.
es_es: Por defecto esto sucederá como máximo una vez cada hora.
